"TFMJRefreshHeaderIdleText" = "下拉可以刷新";
"TFMJRefreshHeaderPullingText" = "松开立即刷新";
"TFMJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"TFMJRefreshTrailerIdleText" = "滑动查看图文详情";
"TFMJRefreshTrailerPullingText" = "释放查看图文详情";

"TFMJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"TFMJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"TFMJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"TFMJRefreshBackFooterIdleText" = "上拉可以加载更多";
"TFMJRefreshBackFooterPullingText" = "松开立即加载更多";
"TFMJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"TFMJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"TFMJRefreshHeaderLastTimeText" = "最后更新：";
"TFMJRefreshHeaderDateTodayText" = "今天";
"TFMJRefreshHeaderNoneLastDateText" = "无记录";
